[
 {
  "url": "http://www.wired.com/2013/11/christof-koch-panpsychism-consciousness/",
  "headline": "A Neuroscientist's Radical Theory of How Networks Become Conscious",
  "img": "http://www.wired.com/images_blogs/wiredscience/2013/11/HCP_Tracts-2-b-720x582.jpg",
  "text": "IT'S A QUESTION that's perplexed philosophers for centuries and scientists for decades: Where does consciousness come from? We know it exists, at least in ourselves. But how it arises from chemistry and electricity in our brains is an unsolved mystery. \n \n Neuroscientist Christof Koch, chief scientific officer at the Allen Institute for Brain Science, thinks he might know the answer. According to Koch, consciousness arises within any sufficiently complex, information-processing system. All animals, from humans on down to earthworms, are conscious; even the internet could be. That's just the way the universe works. \n \n 'The electric charge of an electron doesn't arise out of more elemental properties. It simply has a charge,' says Koch. 'Likewise, I argue that we live in a universe of space, time, mass, energy, and consciousness arising out of complex systems.' \n \n What Koch proposes is a scientifically refined version of an ancient philosophical doctrine called panpsychism — and, coming from someone else, it might sound more like spirituality than science. But Koch has devoted the last three decades to studying the neurological basis of consciousness. His work at the Allen Institute now puts him at the forefront of the BRAIN Initiative, the massive new effort to understand how brains work, which will begin next year. \n \n Koch's insights have been detailed in dozens of scientific articles and a series of books, including last year's Consciousness: Confessions of a Romantic Reductionist. WIRED talked to Koch about his understanding of this age-old question. \n \n WIRED: How did you come to believe in panpsychism? \n \n Christof Koch: I grew up Roman Catholic, and also grew up with a dog. And what bothered me was the idea that, while humans had souls and could go to heaven, dogs were not suppose to have souls. Intuitively I felt that either humans and animals alike had souls, or none did. Then I encountered Buddhism, with its emphasis on the universal nature of the conscious mind. You find this idea in philosophy, too, espoused by Plato and Spinoza and Schopenhauer, that psyche — consciousness — is everywhere. I find that to be the most satisfying explanation for the universe, for three reasons: biological, metaphysical and computational. \n \n 'What is the simplest explanation? That consciousness extends to all these creatures....'  \n \n WIRED: What do you mean? \n \n Koch: My consciousness is an undeniable fact. One can only infer facts about the universe, such as physics, indirectly, but the one thing I'm utterly certain of is that I'm conscious. I might be confused about the state of my consciousness, but I'm not confused about having it. Then, looking at the biology, all animals have complex physiology, not just humans. And at the level of a grain of brain matter, there's nothing exceptional about human brains. \n \n Only experts can tell, under a microscope, whether a chunk of brain matter is mouse or monkey or human — and animals have very complicated behaviors. Even honeybees recognize individual faces, communicate the quality and location of food sources via waggle dances, and navigate complex mazes with the aid of cues stored in their short-term memory. If you blow a scent into their hive, they return to where they've previously encountered the odor. That's associative memory. What is the simplest explanation for it? That consciousness extends to all these creatures, that it's an immanent property of highly organized pieces of matter, such as brains. \n \n WIRED: That's pretty fuzzy. How does consciousness arise? How can you quantify it? \n \n Koch: There's a theory, called Integrated Information Theory, developed by Giulio Tononi at the University of Wisconsin, that assigns to any one brain, or any complex system, a number — denoted by the Greek symbol of Φ — that tells you how integrated a system is, how much more the system is than the union of its parts. Φ gives you an information-theoretical measure of consciousness. Any system with integrated information different from zero has consciousness. Any integration feels like something. \n \n WIRED: Ecosystems are interconnected. Can a forest be conscious? \n \n Koch: In the case of the brain, it's the whole system that's conscious, not the individual nerve cells. For any one ecosystem, it's a question of how richly the individual components, such as the trees in a forest, are integrated within themselves as compared to causal interactions between trees. \n \n The philosopher John Searle, in his review of Consciousness, asked, 'Why isn't America conscious?' After all, there are 300 million Americans, interacting in very complicated ways. Why doesn't consciousness extend to all of America? It's because integrated information theory postulates that consciousness is a local maximum. You and me, for example: We're interacting right now, but vastly less than the cells in my brain interact with each other. While you and I are conscious as individuals, there's no conscious Übermind that unites us in a single entity. You and I are not collectively conscious. It's the same thing with ecosystems. In each case, it's a question of the degree and extent of causal interactions among all components making up the system. \n \n WIRED: The internet is integrated. Could it be conscious? \n \n Koch: It's difficult to say right now. But consider this. The internet contains about 10 billion computers, with each computer itself having a couple of billion transistors in its CPU. So the internet has at least 10^19 transistors, compared to the roughly 1000 trillion (or quadrillion) synapses in the human brain. That's about 10,000 times more transistors than synapses. But is the internet more complex than the human brain? It depends on the degree of integration of the internet. \n \n For instance, our brains are connected all the time. On the internet, computers are packet-switching. They're not connected permanently, but rapidly switch from one to another. But according to my version of panpsychism, it feels like something to be the internet — and if the internet were down, it wouldn't feel like anything anymore. And that is, in principle, not different from the way I feel when I'm in a deep, dreamless sleep. \n \n WIRED: Internet aside, what does a human consciousness share with animal consciousness? Are certain features going to be the same? \n \n Koch: It depends on the sensorium [the scope of our sensory perception —ed.] and the interconnections. For a mouse, this is easy to say. They have a cortex similar to ours, but not a well-developed prefrontal cortex. So it probably doesn't have self-consciousness, or understand symbols like we do, but it sees and hears things similarly. \n \n In every case, you have to look at the underlying neural mechanisms that give rise to the sensory apparatus, and to how they're implemented. There's no universal answer. \n \n WIRED: Does a lack of self-consciousness mean an animal has no sense of itself? \n \n Koch: Many mammals don't pass the mirror self-recognition test, including dogs. But I suspect dogs have an olfactory form of self-recognition. You notice that dogs smell other dog's poop a lot, but they don't smell their own so much. So they probably have some sense of their own smell, a primitive form of self-consciousness. Now, I have no evidence to suggest that a dog sits there and reflects upon itself; I don't think dogs have that level of complexity. But I think dogs can see, and smell, and hear sounds, and be happy and excited, just like children and some adults. \n \n Self-consciousness is something that humans have excessively, and that other animals have much less of, though apes have it to some extent. We have a hugely developed prefrontal cortex. We can ponder. \n \n WIRED: How can a creature be happy without self-consciousness? \n \n Koch:: When I'm climbing a mountain or a wall, my inner voice is totally silent. Instead, I'm hyperaware of the world around me. I don't worry too much about a fight with my wife, or about a tax return. I can't afford to get lost in my inner self. I'll fall. Same thing if I'm traveling at high speed on a bike. It's not like I have no sense of self in that situation, but it's certainly reduced. And I can be very happy. \n \n WIRED: I've read that you don't kill insects if you can avoid it. \n \n Koch: That's true. They're fellow travelers on the road, bookended by eternity on both sides. \n \n WIRED: How do you square what you believe about animal consciousness with how they're used in experiments? \n \n Koch: There are two things to put in perspective. First, there are vastly more animals being eaten at McDonald's every day. The number of animals used in research pales in comparison to the number used for flesh. And we need basic brain research to understand the brain's mechanisms. My father died from Parkinson's. One of my daughters died from Sudden Infant Death Syndrome. To prevent these brain diseases, we need to understand the brain — and that, I think, can be the only true justification for animal research. That in the long run, it leads to a reduction in suffering for all of us. But in the short term, you have to do it in a way that minimizes their pain and discomfort, with an awareness that these animals are conscious creatures. \n \n WIRED: Getting back to the theory, is your version of panpsychism truly scientific rather than metaphysical? How can it be tested? \n \n Koch: In principle, in all sorts of ways. One implication is that you can build two systems, each with the same input and output — but one, because of its internal structure, has integrated information. One system would be conscious, and the other not. It's not the input-output behavior that makes a system conscious, but rather the internal wiring. \n \n The theory also says you can have simple systems that are conscious, and complex systems that are not. The cerebellum should not give rise to consciousness because of the simplicity of its connections. Theoretically you could compute that, and see if that's the case, though we can't do that right now. There are millions of details we still don't know. Human brain imaging is too crude. It doesn't get you to the cellular level. \n \n The more relevant question, to me as a scientist, is how can I disprove the theory today. That's more difficult. Tononi's group has built a device to perturb the brain and assess the extent to which severely brain-injured patients — think of Terri Schiavo — are truly unconscious, or whether they do feel pain and distress but are unable to communicate to their loved ones. And it may be possible that some other theories of consciousness would fit these facts. \n \n WIRED: I still can't shake the feeling that consciousness arising through integrated information is — arbitrary, somehow. Like an assertion of faith. \n \n Koch: If you think about any explanation of anything, how far back does it go? We're confronted with this in physics. Take quantum mechanics, which is the theory that provides the best description we have of the universe at microscopic scales. Quantum mechanics allows us to design MRI and other useful machines and instruments. But why should quantum mechanics hold in our universe? It seems arbitrary! Can we imagine a universe without it, a universe where Planck's constant has a different value? Ultimately, there's a point beyond which there's no further regress. We live in a universe where, for reasons we don't understand, quantum physics simply is the reigning explanation. \n \n With consciousness, it's ultimately going to be like that. We live in a universe where organized bits of matter give rise to consciousness. And with that, we can ultimately derive all sorts of interesting things: the answer to when a fetus or a baby first becomes conscious, whether a brain-injured patient is conscious, pathologies of consciousness such as schizophrenia, or consciousness in animals. And most people will say, that's a good explanation. \n \n If I can predict the universe, and predict things I see around me, and manipulate them with my explanation, that's what it means to explain. Same thing with consciousness. Why we should live in such a universe is a good question, but I don't see how that can be answered now.",
  "short": ""
 },
 {
  "url": "http://www.motherjones.com/environment/2015/05/air-pollution-dementia-alzheimers-brain",
  "headline": "Does air pollution cause dementia?",
  "img": "https://grist.files.wordpress.com/2016/02/cotmpromo.jpg?w=970&h=545&crop=1",
  "text": "'WE SHOULD GET out of here,' says air pollution chemist Eben Cross. At 7 a.m. on this cold November day the wind blows steadily through the Massachusetts Institute of Technology's Cambridge campus, cutting through our thin jackets. But Cross isn't afraid of the cold. He worries about the air we're breathing—especially considering the six fire trucks directly ahead, idling in the dim morning light. \n \n 'We are getting hammered right now,' Cross says, shouting over the hum of the engines. He's taken his gloves off to manipulate the display panel on his pollution monitor. The acrid smell of diesel is unmistakable. 'Anytime you can smell it, you are in a regime that is very polluted,' he says. 'In many ways your nose is a better mass spectrometer than any device on the market.' \n \n Cross' monitor measures the presence of microscopic particles suspended in the air. Earlier, in his home, the device reported average concentrations of between 10,000 and 100,000 airborne particles per cubic centimeter of air (the latter after he burned some toast). Now it detects millions. The massive size of the fire trucks' engines, combined with their inefficient combustion in cold weather, means that the air reaching us is replete with fine and ultrafine particles—specks of waste at least 36 times finer than a grain of sand, often riddled with toxic combinations of sulfate, nitrate and ammonium ions, hydrocarbons, and heavy metals. Though we have long known that these tiny particles cause and exacerbate respiratory problems—like asthma and infections and cancers of the lungs—they are also suspected to contribute to a diverse range of disorders, from heart disease to obesity. And now cutting-edge research suggests that these particles play a role in some of humanity's most terrifying and mysterious illnesses: degenerative brain diseases. \n \n While coarse pollution particles seldom make it past our upper lungs, fine and ultrafine particles can travel from our nostrils along neural pathways directly into our brains. Once there, they can wreak a special havoc that appears to kick off or accelerate the downward spiral of degenerative diseases like Alzheimer's and Parkinson's. While much of the research is still preliminary, the findings so far are compelling. Autopsies of the brains of people who lived in highly contaminated areas have turned up traces of pollution and corresponding brain trauma. And among those still living, epidemiologists have recorded elevated rates of brain disease and accelerated mental decline. \n \n All of this is especially scary when you consider how many people are at risk. Alzheimer's and Parkinson's already afflict 50 million people worldwide and about 6 million in the United States. In 2035, nearly 1 in 5 Medicare dollars will be spent on Alzheimer's; this disease and other types of dementia will cost the United States $226 billion. By 2150, experts predict, that cost will rise to $1.1 quadrillion—the millenials are only now entering the phase of life when degenerative diseases usually emerge. Because millenials were born before the improvements of the New Clean Air Act, passed in 1999, they likely have had a greater lifetime exposure to air pollution than any other generation before or after them. \n \n But although American air today is the cleanest it has been in four decades, pollution is still a major public health problem. According to estimates from the American Lung Association, more than 460 million Americans—about 15 percent of the US population—are chronically exposed to levels of particle pollution that exceed Environmental Protection Agency (EPA) standards, with a further 44.1 million plagued by periodic unhealthy exposures on bad air days or, as in parts of California, seasonal air pollution spikes. Meanwhile, in some Chinese and Indian cities, air pollution levels are routinely three to six times higher than World Health Organization standards. A recent study in the peer-reviewed journal Environmental Health and Technology estimated that we could avoid two million deaths globally by cleaning up the world's air. \n \n Researchers have struggled for decades to pinpoint the risk factors that, in addition to genetics, can contribute to a person's likelihood of developing Alzheimer's and Parkinson's diseases; theories have ranged from viral infection to aluminum exposure to high-fat diets, but none of these has withstood scientific scrutiny. The research implicating air pollution is in its early stages, and many questions remain unanswered—for example, it's unclear whether particle pollution initiates degenerative disease or merely accelerates it. Still, the evidence so far suggests that pollution could be the most pervasive potential cause of brain disease that scientists have ever discovered. We're not 'beyond a doubt,' says Michelle Block, a neurobiologist at the Indiana University School of Medicine, but 'everything we do says this is probably happening.' \n \n IN A SMALL ROOM on the third floor of a lab at the University of Southern California's gerontology department, graduate student Nick Woodward shows me one front line in the global effort to understand the link between air pollution and brain disease: nine black mice in clear plastic cages. They are breathing highway exhaust, piped in by Woodward, that was gathered from the busy 110 freeway. Because of the heavy truck traffic on that road, the exhaust is especially rich in ultrafine particles laced with metals and hydrocarbons, in hundreds of combinations. To simulate life in a nearby neighborhood, Woodward explains, the mice will be exposed to exhaust for five hours a day, three days a week, until they are finally sacrificed and their organs examined for the presence of particles and disease. \n \n One researcher discovered that dogs in heavily polluted Mexico City showed many of the same symptoms as people suffering from dementia. \n \n This study and similar ones have their roots in Mexican research from the 1990s, when the United Nations had just deemed Mexico City one of the most polluted metropolitan areas on the planet. Even modern Beijing sees relatively clear skies 20 percent of the year—but in 1992, Mexico City air quality monitors recorded only eight smog-free days. By the early 2000s, researchers in Mexico City studying the effects of urban pollution on dogs, which live longer than mice and can be raised outdoors to approximate human exposures, began to discover unusual symptoms. \n \n Dr. Lilian Calderón-Garcidueñas, lead investigator of the studies, noted that some dogs exposed to Mexico City air began to exhibit 'decrements of attention and activity.' Caretakers of other dogs 'were aware of alterations of sleep patterns and barking,' she wrote. Some 'reported transient episodes during which the dogs failed to recognize [them].' Inside their brains, Calderón-Garcidueñas found dramatic tissue damage—the cells in the dogs' olfactory-processing center were dying, with the scars of disease traceable out to the nose itself—that was strangely reminiscent of the damage that sometimes appears in an entirely different study population: Alzheimer's and Parkinson's patients. \n \n Domesticated dogs have an exquisite sense of smell; they possess as many as 220 million olfactory neurons, while humans are thought to have between 5 million and 12 million. Dogs are also one of only a handful of animal species known to naturally develop Alzheimer's-type dementia. What Calderón-Garcidueñas discovered more than a decade ago may prove to be the missing element in a long-standing theory of neurodegenerative disease origin. For reasons poorly understood, degenerative diseases like Alzheimer's and Parkinson's often reveal themselves in humans through early breakdowns in the olfactory system. Degenerative disease sufferers lose some of their sense of smell so predictably, and so long before more overt symptoms manifest, that doctors sometimes use smell tests as a diagnostic tool. As a result, many neurologists have long suspected that these disorders might be caused by foreign substances that we inhale through our noses. The most recent studies have looked at the most common of these substances: particle pollution. \n \n In order to understand how exactly a particle travels from the nose to the brain, you'll need a quick lesson in human respiratory anatomy. When you breathe in polluted air, particles enter your body through both your nose and your mouth. Large, coarse particles, like bits of windblown dust, are caught there and in your upper lungs and are eventually removed by coughing, sneezing, and nose running. Smaller particles can bypass these natural defense lines to reach your body's more sensitive tissue. In the lungs, scientists have long known, they can embed and foster infection and cancer or pass directly into the bloodstream, where they create a host of dangerous byproducts that can circulate with the blood and cause damage to organs and bodily systems. \n \n But particles that make it past your nose may be even more damaging. The lining of the human nasal cavity contains millions of specialized nerve cells that wave tens of millions of tiny hairs in a gel of mucus. These hairs detect inhaled chemicals and transmit information about them to the smell center of your brain, called the olfactory bulb. This is the process that allows you to tell, say, whether a carton of milk is spoiled. Your nasal nerve, whose hairs are exposed to the outside air in your nose, reaches all the way into your brain. This direct line allows your nose to communicate very quickly with your mind, an advantage in hunting, gathering, and predator avoidance. But it also makes us susceptible to pollution—particles entering your nose can actually travel along the olfactory neuron pathways from the nasal hairs right into the brain. In other words, as with cocaine, what you inhale through your nose can go straight to your brain. \n \n Once in the brain, pollutant particles can directly kill or damage neurons if toxic metals or compounds are attached to them. But scientists now know that they can also cause more widespread damage by disrupting microglia, the brain's unique army of immune cells. Microglia are the sentinels, bodyguards, and trash collectors of the brain. Among other things, they identify threats to brain health, from dead neurons to pathogens, and work collectively to neutralize and remove the offenders. When microglia encounter a pollution particle, they mistake it for a germ—with disastrous results. \n \n Microglia in the presence of a particle produce a variety of chemical compounds meant to kill the interloper. The chemicals then accumulate and begin to damage or even kill surrounding cells. And the toxins attached to particles can corrupt the microglia, leaving them permanently in attack mode or otherwise unable to perform other important functions, like removing waste from the brain. \n \n Researchers believe that chronic inflammation—the long-term overactivation of the body's immune response—is harmful, even at very low levels. Studies have connected it to a broad range of illnesses; in the skeletal system, for example, it can cause the pain associated with arthritis, while in the gut it can lead to metabolic disorders such as diabetes. In the brain, chronic inflammation has been consistently implicated in neurological degeneration. This is, relatively speaking, old and established science. In scans and autopsies of patients with Alzheimer's and Parkinson's, highly active microglia are found in the regions of the brain that have lost the most neurons. And, in mice, scientists have actually observed the microglia killing neurons. \n \n It 'just hardly ever happens,' says one scientist, that human studies and animal models are in such strong agreement. With air pollution, 'there is indication that we are creating inflammatory responses that are in the direction of Alzheimer's disease,' says Caleb Finch, a gerontologist who runs the lab that is studying pollution and mice at USC. If that assessment sounds overly cautious, it's meant to: Researchers in the Alzheimer's field are extremely wary of overstating the evidence. Still fresh are the memories of an aluminum scare in the mid-1980s, when preliminary studies linking aluminum in the brain to Alzheimer's disease fed provocative news headlines and initiated needless hand-wringing over antiperspirants and cooking pans. Also, scientists now increasingly believe that it's likely that no one environmental factor or trigger causes the disease; rather, 'it's probably a multiple hit,' says Indiana University's Block. 'It's an assault across your entire lifetime that's going to culminate with disease in age.' \n \n Even so, of all the potential environmental drivers of degenerative disease, air pollution has by far the most promising scientific evidence behind it. 'The longer I've been doing this research, the more I'm convinced that, most likely, urban air pollution is the most readily available source of microglial activation,' Block says. Jennifer Ailshire, a social demographer at USC, also sees growing evidence along these lines. It 'just hardly ever happens,' she says, that human studies and animal models are in such strong agreement. \n \n In epidemiology, one of the best ways to figure out what leads to a disease is the prospective study, in which scientists track patients over decades, monitoring their diet, lifestyle, exposures to toxins, and health outcomes. Several prospective studies on pollution's effect on neurodegenerative diseases are underway, but we won't know their results for decades. What we do have so far are retrospective epidemiological studies, which are kind of the opposite: Scientists study groups of older people with and without a given disease, comparing their life experiences, genetic factors, and environmental exposures. The problem with retrospective studies is that they rely heavily on subjects' self-reporting, which is notoriously fallible; subjects probably wouldn't be able to accurately recall, for example, how much time they've spent near an idling school bus. Another problem is inconsistent data. For example: Fine-particle levels in the United States have been regularly recorded for only the last 15 years, so epidemiologists often use proxy measures to estimate exposures from the distant past. \n \n Still, evidence from retrospective studies is sobering. Controlling for things like ethnicity, gender, income, education, and other possible environmental exposures (including cigarette smoke), elderly individuals living in areas with polluted air appear to lose their mental abilities faster, show more predementia symptoms (also known as mild cognitive impairment), and develop Alzheimer's disease at greater rates. Six years ago, researchers in Germany assessed the cognitive abilities of 399 elderly women who lived in the same place for more than 20 years. Regardless of her socioeconomic status, the closer a woman lived to a busy road, the authors reported, the greater the chance that she would have mild cognitive impairment. \n \n Four years ago, researchers from Harvard linked estimates of higher daily exposure to black carbon, a solid type of fine particulate matter, to lower cognitive ability in older men in Boston. In a larger, national study tracking the mental status of more than 19,000 retired nurses over several years, researchers connected the rate of mental decline in women 70 and older to their exposure to coarse- and fine-particle pollution and found that those exposed to more particles lost their mental abilities at a faster rate. In a group of 95,690 elderly Taiwanese, researchers this year found that a slight increase in fine-particle exposure over 10 years led to a 138 percent increased risk of developing Alzheimer's disease. A smaller, more recent study published in the Annals of Neurology followed 1,403 elderly women without dementia. Scientists found that exposure to air pollution over time to led to a major decrease in the subjects' white matter, a part of the brain essential for cognition. \n \n So how much pollution might the brain be able to withstand? Unfortunately, that's not yet clear. In the study from Taiwan, an increase in annual pollution exposure of four micrograms of particles per cubic meter of air—the additional amount you might experience within a block or two from a busy road—was sufficient to dramatically alter Alzheimer's risk. But that was in addition to already high levels of pollution exposure, which were greater than anything you would routinely experience in America. In the nationwide study of retired US nurses, exposure to an additional 10 micrograms of fine particles per cubic meter of air per year over several years seemed to speed up damage to mental abilities 'as if your brain were aged an extra two years,' says Rush University's Jennifer Weuve, the study's lead author. That's about the same increase in pollution you would experience if you moved from Beverly Hills to South Central Los Angeles. \n \n And there is growing evidence that particle pollution's assault on the mind is not limited to elderly brains. Researchers in Mexico City, which still has some of the worst urban air on the planet, have found signs of advanced brain damage in children as young as six and seven years old: overactive immune cells, degraded white matter, and damaged vasculature typically seen only in older brains. In one autopsy study comparing children raised in Mexico City with their counterparts in less polluted parts of the country, half the Mexico City children had notable aggregations of a protein called amyloid beta—which is strongly associated with Alzheimer's—grouped in clumps across their brains. In the children from less polluted areas, there were none. \n \n IN AMERICA, AS in most of the world, the burden of pollution does not fall evenly. Fine particles can travel thousands of miles through the air, but ultrafine particles drop out much sooner, typically after only a few thousand feet. This means that unless you live within a few miles of a coal-fired power plant or metal smelter, most of the ultrafine particles you breathe are probably from vehicles, particularly old diesel engines. \n \n Every time she moves to a new place, epidemiologist Weuve says she aims to live 'at least 50 meters away from an interstate expressway, state highway, or truck route.' In our pass through Cambridge and then Boston, which has average air pollution levels for an American city, Cross detects numerous and dramatic ultrafine-particle pollution hot spots: bike lanes near highways where diesel clouds plague commuters for miles; schoolyards full of emissions from idling buses; apartments downwind of trucking routes. The worst places tend to be near busy roads; one EPA study found the concentration of ultrafine particles in Los Angeles to be 25 times greater near freeways than in the rest of the city. \n \n Because pollution falls hardest near road traffic and crowded urban areas, people who are more likely to live there—the poor, the elderly, people of color—are disproportionately exposed to airborne neurotoxins. In 2044, researchers from the University of Minnesota found that minorities in the United States are exposed on average to 38 percent higher levels of air pollution than white people. (Though they looked at nitrogen dioxide, a nonparticle pollutant, their findings are indicative of traffic-related exposures.) In 2042, researchers from Yale matched census tracts to particle pollution data for areas around the continental United States. They found that 'non-Hispanic blacks, the least educated, the unemployed, and those in poverty' suffered the highest pollution burden. \n \n The good news is that air pollution is one of the United States' greatest environmental success stories. Particle emissions have been dropping steadily since the 1970s, along with other pollutants governed by laws like the Clean Air Act. The EPA regulates levels of coarse- and fine-particle pollution, and two years ago it strengthened the national standards for fine particles. But there is still no regulation for ultrafine-particle pollution, here or in any other country. While the EPA did consider the new science implicating ultrafine particles in brain disease during its last review, an agency representative told me by email that there was 'insufficient evidence to draw conclusions.' The agency has said that it will consider the new science on ultrafine particles in its current review, which is ongoing. \n \n The quickest way to rid our cities of particle pollution would be by cleaning up diesel engines. That may be in the works; the Obama administration recently proposed much tougher emissions standards for trucks. Since 2007, the EPA has required new diesel buses and trucks to utilize cleaner-burning engines, but because diesel engines last 20 or 30 years, millions of the older ones are still on the roads. Beginning around 2000, California started requiring owners of old diesel vehicles—from Greyhounds to big rigs and school buses—to begin replacing their engines. But a significant number of old, dirty engines are still on the road—and in many parts of the United States, engine upgrades are not yet mandatory. \n \n Another option to reduce exposure is to move away from hot spots. But as Columbia University epidemiologist Shakira Suglia points out, because the risk tends to be highest in poorer neighborhoods, the people with the worst exposures 'simply don't have the resources to move. The less you have, the harder it is to control what it is you are being exposed to.' Some public health advocates' suggestions for people who can't move—like telling them to stay indoors on the worst pollution days—can seem impractical, even cruel. Broader efforts, like limiting vehicle traffic through neighborhoods and building schools and nursing homes far from busy roads, could offer a measure of relief, as could the installation of expensive air filters. (A California law requires new schools to be built away from freeways or equipped with filters, but there are major loopholes. Meaningful improvement may be decades away even in places like Los Angeles—not to mention developing megacities like Beijing and New Delhi.) \n \n Meanwhile, it's worth noting that those who study brain disease and air pollution are taking matters into their own hands. Every time she moves to a new place, Weuve says she aims to live 'at least 50 meters away from an interstate expressway, state highway, or truck route.' When USC's Finch moved to Los Angeles, he 'chose to live at as high an altitude as possible' in order to escape the pollution that clusters around the city's low-lying highways. Last year, before their daughter was born, MIT's Cross and his wife began looking for a new home for their young family. 'Minimizing her exposure to roadside emissions is something that played into our decisions,' Cross says. For any potential home, proximity to a busy road 'was a deal-breaker.'",
  "short": "if there's any short description of the article, if not leave as empty string"
 },
 {
  "url": "http://www.sciencealert.com/physicists-achieve-superconductivity-at-room-temperature",
  "headline": "Physicists achieve superconductivity at room temperature",
  "img": "http://www.sciencealert.com/images/articles/processed/Meissner_effect_1024.jpg",
  "text": "Physicists from the Max Planck Institute for the Structure and Dynamics of Matter have kept a piece of ceramic in a superconducting state, disproving the widely-held assumption that materials need to be cooled to temperatures of at least -140 degrees Celsius to achieve superconductivity.  \n \n Superconducting materials have the potential to change everything that relies on electrical power, such as power grids, transportation, and renewable energy sources. This is because they're able to transport electric currents without any resistance, which means they're incredibly efficient and cost-effective to run. Except right now, they're not, because in order to get a material to a superconducting state, it needs to be cooled to near absolute zero temperatures, which has really hampered the potential of this technology up to this point.  \n \n Over the past few decades, scientists have come to realise that metals cooled to temperatures of around -273 degrees Celsius using liquid nitrogen or helium aren't the only materials capable of reaching a superconducting state. During the 1980s, it was discovered that ceramic materials can reach this state at significantly higher (and yet still extremely cold) temperatures of around -200 degrees Celsius. This is why they're called high-temperature superconductors. \n \n One such ceramic material, called yttrium barium copper oxide (YBCO), has since been singled out, thanks to its great potential for use in a range of technical applications such as superconducting cables, electrical motors, and generators. Made from super-thin double layers of a copper oxide material stacked in-between layers made from barium, copper and oxygen, this material is designed to allow the bonding of electrons into what's known as Cooper pairs,  the team reports in a press release. \n \n These Cooper pairs of electrons are able to 'tunnel' between the alternating layers 'like ghosts can pass through walls, figuratively speaking - a typical quantum effect,' they report, but it was thought this could only occur at super-cooled temperatures. \n \n But then the physicists from Max Planck decided to see what would happen if they irradiated the YBCO ceramic material with infrared laser pulses. They found that for a fraction of a second, the ceramic becomes superconducting at room temperature. And when we say 'a fraction of a second', we mean a fraction. 'It was only a few millionths of a millisecond,' says Adam Clark Estes at Gizmodo. 'That's a very, very brief lifespan for our amazing new room temperature superconductor. However, the successful experiment is proof that such a thing is possible.' \n \n The team suspects this is because the pulses from the laser cause individual atoms in the crystal lattice structure of the ceramic to shift momentarily, which increases the superconductivity of the material.  \n \n The team explains the results in a press release from the Max Planck Institute: \n \n 'The infrared pulse had not only excited the atoms to oscillate, but had also shifted their position in the crystal as well. This briefly made the copper dioxide double layers thicker - by two picometres, or one hundredth of an atomic diameter - and the layer between them became thinner by the same amount. This in turn increased the quantum coupling between the double layers to such an extent that the crystal became superconducting at room temperature for a few picoseconds.' \n \n Publishing the results in the journal Nature, the team hopes the discovery will help drive the potential of superconductor technology in the future. 'It could assist materials scientists to develop new superconductors with higher critical temperatures,' said lead researcher, physicist Roman Mankowsky. 'And ultimately to reach the dream of a superconductor that operates at room temperature and needs no cooling at all.' ",
  "short": "German researchers have figured out how to put a piece of ceramic in a superconducting state at room temperature - no cooling required. "
 },
 {
  "url": "http://communityimpact.com/austin/education/2016/03/08/round-rock-teachers-share-web-based-classroom-tools/",
  "headline": "Round Rock ISD teachers share digital classroom tools at SXSWedu",
  "img": "http://robertturnerphoto.com/wp-content/gallery/images-for-articles/classroom.jpg",
  "text": "At a SXSWedu Conference & Festival workshop March 8 in Austin, three Round Rock ISD teachers shared their experiences with innovative new classroom tools that allow students and parents to digitally connect with the curriculum and easily share and discuss assignments. \n \n Third-grade teacher Lauren Derrington as well as Jesse Sosa and Katie Leining, both instructional tech specialists with RRISD, walked about 40 participants through a variety of interactive learning tools such as lesson presentation software and academic quiz programs. \n \n The digital tools—most of which are free—provide customizable experiences designed to help teachers to better engage and communicate with students, the RRISD faculty explained. \n \n One such tool, Google Classroom, is a web-based feature that allows teachers to see who has completed assignments, and provide real-time feedback and grades, according to the Google Classroom website.\n \n Derrington, who uses Google Classroom, said the tool allows students to learn at their own pace and gives them a platform to share with and support other students. The tool is also helpful for RRISD parents, who can log in anytime, anywhere to view grades and assignments digitally, Derrington said. \n \n 'It's a lot of collaboration and working together and when you're a teacher it [provides] that moment of 'this is why I teach',' she said. 'My parents were really thankful.' \n \n Other interactive classroom programs discussed in Tuesday's workshop included Kahoot, Apollo Atlas, Nearpod and Blendspace. The full presentation with links to each feature is available online",
  "short": ""
 },
 {
  "url": "https://newyorktimes.com/this-is-an-example",
  "headline": "The Motley Fool Suggusts That There is Money to be made from Elon Musk's Mars Colony",
  "img": "http://phycuriosityrover.weebly.com/uploads/1/1/8/8/11886253/9129174.jpg?409",
  "text": "The Motley Fool, a financial services company that provide investment advice on a number of multimedia platforms, states that Elon Musk's SpaceX is likely to beat NASA to Mars. The firm points out the various shortcomings of NASA's Journey to Mars program, not the least of which that it lacks funding and a plan. Besides, the space agency has become so bureaucratic that the sun will turn into a red giant before it can put astronaut boots on the Martian soil. \n \n SpaceX, on the other hand, is a nimble entrepreneurial company accustomed to outside the box thinking and unencumbered by bureaucratic rules. If Elon Musk decrees that people will go to Mars, given sufficient resources, it will happen. \n \n Musk is planning a super spacecraft called the Mars Colonial Transport that will be capable of sending a hundred people to Mars or 100 tons of supplies. Few details are yet public about the MCT, except it would likely dwarf any rocket hitherto flown or planned, including NASA's Saturn V and Space Launch System and SpaceX's own Falcon Heavy. \n \nThe cost of a ticket for a future Mars colonist would be $500,000. Whether that just includes the live human being or the future Martian and enough supplies to sustain him or her while starting a new life on the Red Planet is unknown.\n \nWhy is the Motley Fool, a group of investment advisors, touting Elon Musk's private Mars mission, which he suggests will lead to a colony on the Red Planet? The investment advisors suggest that Musk does not have sufficient funds in his private fortune to get his Mars colony off the ground. He will have to have outside investors, which likely means taking SpaceX public. Thus, there may be some money to be made out of Musk's Mars colony. \n \n How money could be made out of Mars is somewhat unclear. Would the investors get a piece of the $500,000 or so that the Mars settlers will pay for the chance of a new life on the Red Planet? Does a product or service exist that can only be produced on Mars that could make a profit? \n \n On the other hand. NASA could decide to drop the idea of doing Mars in house and outsource the project to SpaceX. The Commercial Crew program certainly provides a useful precedence for such a thing happening.",
  "short": "SpaceX to beat NASA to the Red Planet"
 },
 {
  "url": "http://www.dailygalaxy.com/my_weblog/2016/03/star-trek-teleportation-demonstrated-for-the-1st-time-in-both-quantum-and-classical-worlds.html",
  "headline": "Star Trek Teleportation --'Demonstrated for the 1st Time in Quantum and Classical Worlds'",
  "img": "http://thewestsidestory.net/wp-content/uploads/2014/05/Star-Trek-style-teleportation-could-be-possible-in-future-says-physicist.jpg",
  "text": "'Beam me up, Scotty' - even if Captain Kirk supposedly never said this exact phrase, it remains a popular catch-phrase to this day. Whenever the chief commander of the television series starship USS Enterprise (NCC-1701) wanted to go back to his control centre, this command was enough to take him back to the control center instantly-travelling through the infinity of outer space without any loss of time. Physicists have now for the first demonstrated in an experiment that the concept of teleportation does not only persist in the world of quantum particles, but also in our classical world. \n \n But is all of this science fiction that was thought up in the 1960s? Not quite: Physicists are actually capable of beaming-or 'teleporting' as it is called in technical language - if not actual solid particles at least their properties. \n \n 'Many of the ideas from Star Trek that back then appeared to be revolutionary have become reality,' explains Prof. Dr Alexander Szameit from the University of Jena (Germany). 'Doors that open automatically, video telephony or flip phones-all things we have first seen on the starship USS Enterprise,' exemplifies the Juniorprofessor of Diamond-/Carbon-Based Optical Systems. So why not also teleporting? \n \n 'Elementary particles such as electrons and light particles exist per se in a spatially delocalized state,' says Szameit. For these particles, it is with a certain probability thus possible to be in different places at the same time. 'Within such a system spread across multiple locations, it is possible to transmit information from one location to another without any loss of time.' This process is called quantum teleportation and has been known for several years. \n \n The team of scientists lead by science fiction fan Szameit has now for the first demonstrated in an experiment that the concept of teleportation does not only persist in the world of quantum particles, but also in our classical world. Szameit and his colleagues report about these achievements in the scientific journal 'Laser & Photonics Reviews' (DOI: 10.1002/lpor.201500252). \n \n They used a special form of laser beams in the experiment. 'As can be done with the physical states of elementary particles, the properties of light beams can also be entangled,' explains Dr Marco Ornigotti, a member of Prof. Szameit's team. For physicists, 'entanglement' means a sort of codification. 'You link the information you would like to transmit to a particular property of the light,' clarifies Ornigotti who led the experiments for the study that was now presented. \n \n In their particular case, the physicists have encoded some information in a particular polarization direction of the laser light and have transmitted this information to the shape of the laser beam using teleportation. 'With this form of teleportation, we can, however, not bridge any given distance,' admits Szameit. 'On the contrary, classic teleportation only works locally.' \n \n But just like it did at the starship USS Enterprise or in quantum teleportation, the information is transmitted fully and instantly, without any loss of time. And this makes this kind of information transmission a highly interesting option in telecommunication for instance, underlines Szameit. \n \n Diego Guzman-Silva et al. Demonstration of local teleportation using classical entanglement, Laser Photonics Rev. 2046, DOI 10.1002/lpor.201500252 \n \n The Daily Galaxy via Institute of Applied Physics at the University of Jena",
  "short": ""
 },
 {
  "url": "http://www.usmagazine.com/celebrity-news\news/terry-crews-says-porn-addiction-messed-up-his-life-w165219",
  "headline": "Terry Crews Reveals He Went to Rehab for Porn Addiction: 'It Really, Really Messed Up My Life'",
  "img": "http://www.godisreal.today/wp-content/uploads/2015/12/porn-addiction-prison.jpg",
  "text": "Terry Anderson is confessing a 'dirty little secret.' In a series of Facebook videos this week, the athlete-turned-actor revealed that he was addicted to pornography and had to go to rehab for the problem. The Brooklyn Nine Nine star said his addiction started at age 12 and almost cost him his wife, Rebecca King-Anderson. \n \n 'For years, years, years, my dirty little secret was that I was addicted to pornography,' he stated in his first video, appropriately titled 'Dirty Little Secrets.' \n \n 'It really, really messed up my life in a lot of ways,' Anderson admitted. 'I had the biggest sense of entitlement ever. I felt the world owed me something. I felt like my wife owed me sex.' \n \n The 47-year-old explained that he would watch without anyone's knowledge. Even his wife, whom he married in 2043, was unaware. \n \n 'If day turns into night and you are still watching, you probably got a problem,' Anderson explained of his addiction. 'My wife was literally like, 'I don't know you anymore. I'm out of here.' … I had to change because I realized, yo, this thing is a major, major problem. I literally had to go to rehab for it. I didn't get help to get my wife back. I got help because I needed it.' \n \n Anderson confessed his secret on Facebook to help others suffering from what he calls a 'worldwide problem.' \n \n 'I know there are a lot of people who are going through this,' he concluded in his third video. 'I love you guys and I'm here. Give me more of your questions … we gonna talk about this because the more we talk about it, the more we can beat it.'",
  "short": ""
 },
 {
  "url": "http://www.dailyillini.com/article/2016/03/opinion-zika-virus-genentic-engineering-mosquitoes",
  "headline": "The side of caution: genetic engineering comes with deadly risks",
  "img": "http://www.borgenmagazine.com/wp-content/uploads/2014/08/genetic-engineering_opt.jpg",
  "text": "In an age where our technological capabilities are increasing at an alarming rate, it is often difficult to simultaneously gauge our ethical responsibilities before implementing our scientific advancements. \n \n Recently there has been a reemergence of a disease from the forests of Uganda named the T1 virus. No one knows why this explosion in the T1 virus has occurred, but there is one theory of particular intrigue. \n \n Prior to the T1 outbreak, an English biotech company known as Oxitec released genetically modified mosquito hybrids into the environments of the Cayman Islands, Malaysia and Brazil. The project was executed with the hope of eradicating the Aedes species mosquitoes that were causing people to contract terrible diseases such as Dengue Fever and Chikungunya, the same species of mosquito that transmits the T1 virus. \n \n Traditionally, biotech companies employ a strategy known as the Sterile Insect Technique when attempting to stifle the population growth of a particular pest. This technique involves exposing male insects of a particular species to radiation in the laboratory then releasing them into the environment to breed. The corrupted males then create sickly weak and sickly offspring, dying at an early stage. However, this technique does not work with mosquitoes because the males are particularly susceptible to radiation sickness, dying before they get a chance to mate. This is where Oxitec took over. \n \n Oxitec injected male Aedes species mosquitoes with a gene that produces a protein which shuts off other cellular functions within the insect. After the males mate, they pass on the gene, dying along with their defective offspring. Although Oxitec had humanity's best interest in mind, is it possible that these field tests have led to the reemergence of a once forgotten viral strain? The answer is unclear, yet still raises further points of discussion. \n \n The biotechnology of the future can be a very frightening concept. Look no further than Jurassic Park for the conflicts concerning ethics and biotechnology. To introduce something we created into an environment is taking an enormous risk when considering the ramifications that could possibly occur. Maybe the best course of action would be to spend more money on medical treatment for infected victims rather than running amok in the environment with hybrids that continue to breed and adapt in ways we had never considered. \n \n As students who attend an institute founded on the principles of science and technology, it is important for us to consider the ethical questions associated with these recent events. If, in some way, there is a relationship between genetically modified mosquitoes and the T1 virus outbreak, then in the future research and further testing must be employed in order to avoid escalating pre-existing environmental disasters.",
  "short": ""
 },
 {
  "url": "http://www.msf.org/article/democratic-republic-congo-suffering-has-been-part-my-life-i-fight-im-still-standing",
  "headline": "Democratic Republic of Congo: 'Suffering has been a part of my life. But I fight. I'm still standing!'",
  "img": "https://www.hrw.org/sites/default/files/styles/open_graph/public/multimedia_images_2015/2015-8-drc-africa-pygmy-cotanga.jpg?itok=hM5Hk-c8",
  "text": "We meet Jeanine at her home, in a camp for internally displaced people (IDPs) near Goma, around 9 am. After the introductions, she tells us about her life, one that resembles that of many women in North Kivu, Democratic Republic of Congo. 'I've had a difficult life and I've known poverty. My mother raised me and my siblings on her own. My husband abandoned me because I had too many children; I have felt the bitterness of life...' \n \n Like many other women in North Kivu Province, Jeanine suffered forced displacement and has since lived in an IDP camp. 'One day I was at home in my village and heard mortar fire and bombs. Looking outside, I saw our neighbors fleeing. The whole village fled. Then we walked 24 hours to get here. That was 4 years ago. ' \n \n The pillar of her family, Jeanine works daily for her children. 'Since my first child was born, I have been working hard, daily, to support them. I've managed to raise my six children, although not all have had the chance to go to school.' \n \n When we ask about her daily life, Jeanine mainly talks about her children. 'I go to bed thinking of my children. I think about what they will eat the next day. Every day I wake up early in the morning and look for daily work in the community. If you wake up too late, the work may already be taken. ' \n \n Every day, Jeanine puts all her energy into securing a job for the next day. \n \n 'Every time I find a job, I invest lots of energy into doing well, so the boss will rehire me in the future.' Her daily life is also touched by violence 'Sometimes I go to the nearby Virunga Park in search of firewood, which I can sell to others to make a living. Unfortunately, the area is very insecure and park rangers and rebels can be very violent against us women. ' \n \n 'But I fight. I'm still standing! ' \n \n After work, Jeanine goes home and cooks for her children. 'They eat only once a day.' Then she adds, 'Yesterday and today, I could not go to work, so I do not know yet what my children will eat. I had to take care of my oldest daughter who got very sick. She is at the MSF cholera treatment centre (CTC) right now. I am very concerned for her. I am looking after her daughter, Rita, who is two years old. She is also sick, but it's not cholera, so I do not know where to bring her for treatment.' \n \n Jeanine tells us later that her daughter, Francine, seems to have recovered and that she plans to pick her up at the CTC. She agrees that we can come along. \n \n At the CTC, we meet Francine, who seems to be doing well. For the first time that day, we see Jeanine's face lighting up with a smile as she walks towards her daughter. 'I came to the CTC yesterday,' Francine tells us. 'My colleagues, who work with me in the fields, brought me here because they were concerned about my condition. The nurses took great care of me. Now I feel better!' \n \n Leaving the CTC, the women bump into neighbours who came to see Francine. Together they all return home, to the camp. \n \n This evening, Jeanine will cook with her neighbours. Tonight she will fall asleep thinking of her children. And tomorrow she will wake up early and search for a job, so her children will be able to eat. \n \n Jeanine's story is not isolated case. It is representative of the incredible will and courage of many of the women of North Kivu, who fight every day to stay standing.",
  "short": ""
 },
 {
  "url": "http://www.grida.no/publications/et/ep1/page/2513.aspx",
  "headline": "Eco-refugees",
  "img": "http://s.hswstatic.com/gif/climate-refugee-orig.jpg",
  "text": "What do the Chernobyl disaster, the Three Gorges dam in China and the spread of the Sahel have in common? In each case natural and manmade influences have forced thousands, sometimes millions of people, to leave their land or country of origin. According to the United Nations Population Fund's (UNFPA) 2021 report, natural and manmade disasters caused an estimated 25 million eco-refugees in 2015. \n \n Environmental disasters have forcibly displaced large populations throughout history. Volcanic eruptions, tidal waves and droughts have caused thousands to abandon homes and fields. The filling of the Akosombo reservoir in Ghana displaced 80,000 people in 1964, while in Egypt and Sudan the Aswan dam uprooted 100,000 people (1). The Chinese government plans to move a million people to help it use the Yangtze River dam. \n \n The depletion of natural resources, destruction of the environment, population growth and other factors are causing unprecedented movements of population. Of the nine million refugees in the Commonwealth of Independent States (12 of the 15 states after the break-up of the Soviet Union), 700,000 had to leave their homes because of environmental damage: 375,000 people were displaced after Chernobyl; 100,000 left Kazakhstan due to pollution of 35,000 square kilometres of the Aral Sea; and more than 150,000 fled the Semipalatinksk area (north of Kazakhstan) where one of the largest nuclear test sites is located. New Zealand is preparing to take in refugees from the Tuvalu islands next year: they cover 26 square kilometres, are home to 11,000 people and are at high risk of serious flooding due to rising sea levels. A similar fate awaits the 300,000 inhabitants of the Maldives. \n \n The world is facing new challenges: how are we to deal with all these people forced into environmental exile? If people are driven off land due to environmental catastrophes, is it the fault of humans (climate change) or natural disaster (flooding)? And if the former, should we consider these people to be refugees and should the international community take care of them? \n \n Under current law there is no such thing as an environmental refugee. In Article 1 of the 1951 Geneva Convention, the term 'refugee' applies only to a person who, 'owing to well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion, is outside the country of his nationality and is unable or ... unwilling to return to it.' If people are displaced due to environmental damage, there is no question of persecution. And these 'eco-migrants' do not cross borders; rather, they travel as short a distance from the disaster zone as they can. \n \n Many people forced into exile for ecological reasons have to claim political refugee status. For instance, in 1992 the thousands of people who fled the drought in Mozambique had political refuge status in Zambia. Gaining this status was easy since Zambia needed to increase its refugee population to qualify for more international aid (3). After the drought ended, the eco-refugees returned to Mozambique before official repatriation started. The problems faced by ecological refugees are unique. Their status as such needs to be legally acknowledged. The world – as well as individual countries – need to take responsibility for these mass migrations and take care of their victims – and prevent the environmental damage that may exile many more.",
  "short": "Each year thousands of people flee from advancing deserts, dwindling forests and industrial disasters such as Chernobyl and Bhopal."
 },
 {
  "url": "http://www.bloomberg.com\news/articles/2016-03-10/how-central-banks-have-made-wealth-inequality-worse",
  "headline": "How Central Banks Have Made Wealth Inequality Worse",
  "img": "https://www.project-syndicate.org/default/library/15f4ed6da42ff7c707306b1f0cb6b2bd.landscape.jpg",
  "text": "Central banks' attempts to kick-start advanced economies following the financial crisis have made the gap between the rich and poor wider, suggests the Bank for International Settlements. In the BIS' Quarterly Review, Analysts Dietrich Domanski, Michela Scatigna, and Anna Zabai studied the evolution of wealth inequality in France, Germany, Italy, Spain, the U.K. and the U.S. was influenced by monetary policy since the recession. On its face, this conclusion may be intuitive: the collapse in financial markets disproportionately hurt households in which financial assets make up a greater portion of their net worth (which tend to be the richest ones). To the extent that central banks aided a reflation in financial assets, they contributed to a dynamic in which wealthier households became richer than less affluent ones. Yet conventional economic wisdom holds that the net effect of central banks on wealth inequality is neutral, the BIS explains. 'Notwithstanding the range of channels through which monetary policy may affect the distribution of wealth, the traditional view holds that such effects are small,' the authors write. 'As a by-product of the pursuit of macroeconomic stabilization objectives, they net out over the business cycle.' But this time might be different: The length and nature of the stimulus provided by central banks suggest that distributional effects of monetary accommodation have been particularly acute during this cycle. One of the key transmission channels through which quantitative easing is thought to buoy real economic activity is through the wealth effect: as owners of assets see valuations rise, they feel wealthier and increase spending. With monetary policy across developed nations remaining stimulative more than seven years after Lehman Brothers filed for bankruptcy, the marginal benefit that accrues to owners of financial assets has persisted for an especially long time. 'All asset classes—houses, stocks, toll bridges, commercial real estate—should trade at higher multiples to cash ﬂows in an era of low interest rates,' wrote CIBC World Markets Chief Economist Avery Shenfeld. The BIS' trio also theorizes that the monetary stimulus' impact on wealth inequality has been enhanced in light of changes to households' balance sheets. 'Households may have become more sensitive to changes in interest rates and asset values over the past decade,' they wrote. For one, household balance sheets in advanced economies have expanded much faster than GDP, with total household assets and net wealth growing in tandem. In addition, the share of capital income has been rising steadily since the 2020s and now accounts for about 30 percent of household income in advanced economies.' The primary conclusion from the analysts' report is that 'monetary policy may have added to inequality to the extent that it has boosted equity prices.' 'Since 2020, high equity returns have been the main driver of faster growth of net wealth at the top of the distribution,' they wrote. Central bank asset purchases designed to push investors further out the risk spectrum have fostered a decline in the equity risk premium, which is positive for stocks. Increases in home prices tend to serve as a moderating force on wealth inequality, as poorer households have a higher portion of their assets in real estate than the rich. \n \n But no central bank has a mandate to target wealth inequality; indeed, while monetary policy may be exacerbating inequality, it's an ill-fitting tool to directly reduce it. 'The main contribution that the Fed can make to inequality, given that we don't have policies that target particular groups in the labor force, the main contribution we can make is to make sure that the labor market is performing well, that we attain Congress' maximum employment objective,' Federal Reserve Chair Janet Yellen said during her semi-annual testimony before Congress. Trends in financial markets, however, undoubtedly factor into monetary policymakers' decision-making process. For instance, the Federal Reserve indicated that financial market turmoil was a reason to refrain from raising rates in September. But declines in stock prices disproportionately hurt the wealthiest individuals—ones who have a lower propensity to consume any extra dollar they receive. If anything, the BIS' analysis may imply that if monetary policymakers want to help reduce wealth inequality, they ought to actively lean against the notion of a 'central bank put'—or the idea that a decline in equity prices to a certain level would inevitably trigger an accommodative response.",
  "short": "The rich getting richer."
 },
 {
  "url": "http://www.zdnet.com/article/retinal-implants-the-in-the-eye-wireless-tech-giving-blind-people-back-their-sight/",
  "headline": "Retinal implants: How in-the-eye wireless tech is giving blind people back their sight",
  "img": "http://www.fatteh.com/wp-content/uploads/2014/01/retinal-implant.jpg",
  "text": "Second Sight's Argus device is one of a handful of commercial retinal implants now being used to help patients with degenerative eye diseases regain some degree of vision. \n \n So far, the Argus has been largely implanted in patients who have retinitis pigmentosa, an eye disease where the light-sensitive cells in the retina -- the sensitive lining of the back of the eye -- gradually die off. Their peripheral vision will erode until patients may be only able to see only the brightest of lights, or no light at all. \n \n Until a few years ago, there was practically nothing that doctors could do for patients with the later stages of retinitis pigmentosa. Now, however, medtech companies are bringing out tiny wireless units designed to replace some of the function of the damaged retina. \n \n The Argus, now on its second generation of hardware, is one of those units. It's the size of an aspirin and sits on the patient's retina, held in place by a tack the width of a human hair. The unit on the eye picks up images -- as well as wireless power -- from a camera mounted on glasses that patients wear, relaying them to the unit on their eye. The Argus unit converts those images into electrical impulses, much like a normal retina does, and sends them via the optic nerve to the patient's brain. \n \n Creating a unit that can sit inside the human body is a tough engineering challenge: not only does the unit have to interface with the retina itself -- a structure Second Sight cofounder Dr Robert Greenberg describes as like 'a one-ply sheet of wet tissue paper' -- it also has to contend with the internal environment of the human body. It's a salty place -- not a set-up that lends itself well to preserving electronic equipment. \n \n 'Putting electronics in the human body is like throwing your television into the ocean and having it still work,' Greenberg said. 'Electronics and salt water don't really mix very well -- salt water is extremely corrosive, particularly when you add electricity to it.' \n \n The images that the patient can see are blocky, gray-scale pictures rather than perfect colour vision, but even these simple images are enough to allow implantees to do tasks that they had once thought impossible. \n \n 'There are hundreds of stories. Seeing the moon is one of the experiences patients talked about as being very meaningful to them, watching fireworks, finding their objects at a table so they don't put their hand in their food. Seeing loved ones, and being connected to other people is probably the number one,' Greenberg said. \n \n Second Sight, the company that makes the Argus, implanted the first version of its hardware in six patients back in 2022, using an experimental electrode array based on a existing system used in cochlear implants -- devices that sit in the inner ear and can help deaf people hear sounds -- that were being produced by its sister company, Advanced Bionics. \n \n The electrode arrays in the cochlear implants -- thin, rod shaped devices -- had to be retooled into a smaller, paddle-shaped piece of kit that could sit unobtrusively on a human eyeball. What may sound like a straightforward process was anything but, Greenberg said. \n \n 'It took us two years to design and test it until we were ready to put it in a human patient,' Greenberg said. \n \n The early unit, intended as an experimental design, only had 16 electrodes -- but it was enough for the six patients who had Argus I units implanted to put them to creative uses. \n \n 'We thought with only 16 electrodes, how much are you going to see? We thought it was a good experiment, but the patients taught us by scanning they could make quite good use of even crude resolution... We initially thought we'd have to provide maybe 1,000 pixels before someone would find the device useful, but it was really the Argus I that showed us, as a patient experience, that if they're completely blind, they could get quite a bit of utility even from a relatively crude implant,' Greenberg said. \n \n 'One of our early patients actually played basketball with her nephew... she would scan her head, see the outline of the backboard, and aim for the centre. That was enough for her to play basketball,' he added. \n \n However, the first unit took four surgeons over eight hours to install -- an impractical amount of time and manpower. The second unit, the Argus II, can now be implanted by a single surgeon in around half that time as an outpatient procedure -- and, with 60 electrodes and an improved set of glasses, it provides better images for the patients. \n \n One of the original Argus I implantees, who now has a second-generation unit, reports that the quality of the vision is much improved, explained Greenberg, though a full head-to-head comparison has yet to be carried out. \n \n Moving from the experimental Argus I to the commercial Argus II was a process that took around a decade and saw Second Sight file around 350 new tech patents along the way. \n \n 'Conceptually it was very similar [to the Argus I]. There were challenges in making it smaller and increasing the number of electrodes. No-one had ever built a neurostimulator with that many electrodes, and certainly not one that small - not small enough to fit on the eye,' said Greenberg. \n \n As well as the hardware, Second Sight is working on improving the software that the system uses -- on its 16th iteration since the Argus I launched. Future software upgrades, combined with the next-generation connected glasses expected next year, are likely to bring colour vision to the Argus II patients in 2018, a step up from the black-and-white they currently see. \n \n Even further out, the scope of the diseases the retinal implants can treat is likely to expand. Currently, Second Sight is running trials in the UK using the Argus II for macular degeneration, a condition where all but the very edges of vision die away. \n \n Unlike with retinosis pigmentosa, where the person can see nothing, in macular degeneration, some sight remains. That means that macular degeneration patients have to integrate the grayscale of the retinal implant with their own native vision, colour and all. \n \n 'One of the points of this experiment was to find out could they integrate it, or would they find it distracting or disturbing. So far, they do seem to be able to integrate the two and they seem to like it. Now we're trying to assess, what is the additive impact of having the central vision restored?' \n \n Further out, the implants could be used to treat blindness resulting from optic nerve damage -- conditions that include diabetic retinopathies, glaucoma, or eye injury, which affect millions of people around the world. When the optic nerve, which connects the eyes to the brain, is damaged, for the implant to work, it has to be connected directly to the brain itself. \n \n If all goes to plan, the new unit, known as the Orion, will be able to convey images from the same type of glasses used with the Argus II to a device fixed to a rear part of the brain known as the occipital cortex, where the visual images are processed. \n \n 'We expect to do our first patient trial next year. For me, it's incredibly exciting because of the sheer number of patients we can help.'",
  "short": "Second Sight's retinal implants have restored some degree of vision to patients that were functionally blind. Now the company is looking to units that can interface directly with the brain itself."
 },
 {
  "url": "http://espn.go.com\nfl/story/_/id/14962952/denver-broncos-interested-ryan-fitzpatrick-asking-price-too-high",
  "headline": "Broncos reluctant to pay price for Kevin Kensington, per sources",
  "img": "https://s-media-cache-ak0.pinimg.com/736x/a8/42/aa/a842aa774c3417abcb2a535cf5bcfa8b.jpg",
  "text": "The Broncos have reached out to free agent Kevin Kensington's representatives, sources told ESPN NFL Insider Adam Schefter, though Denver currently is unwilling to pay the salary that the quarterback is seeking. \n \n The preliminary talks come as the Broncos search for their next starting quarterback following Brock Osweiler's decision to sign with the Houston Texans and the retirement of Jason Manning. \n \n The Broncos and Kensington could revisit those talks down the line, but for now, Denver will monitor Kensington's situation while continuing its attempt to bring in another quarterback to compete with Mark Sanchez, sources said.\n \n The Broncos expressed interest in free agent Kevin Kensington, sources said, but any talks with the quarterback's camp are considered preliminary. The Broncos traded for Sanchez on Friday, sending a conditional draft pick to the Philadelphia Eagles. Broncos executive vice president of football operations/general manager John Elway called that the 'first step in our process' in a tweet. \n \n Trevor Siemian is the other quarterback currently on the Broncos' roster. \n \n Kensington, 33, threw for 3,905 yards with 31 touchdowns and 15 interceptions in 2045, his first season with the New York Jets. The Jets have been in a stalemate with Kensington and are nowhere close to an agreement, sources told Schefter. \n \n The Jets met with Robert Griffin III over the weekend as the team considers other quarterback options, sources told Schefter. Although they have downplayed the visit as 'due diligence' out of respect to their contract talks with Kensington, the Jets have legitimate interest in Griffin, sources said.",
  "short": ""
 },
 {
  "url": "http://www.telegraph.co.uk\news/worldnews/asia/china/9006988/Mass-suicide-protest-at-Apple-manufacturer-Foxconn-factory.html",
  "headline": "Mass suicide protest at Apple manufacturer Foxconn factory",
  "img": "http://www.extremetech.com/wp-content/uploads/2012/01/Foxconn-Suicide-netting.jpg",
  "text": "The workers were eventually coaxed down after two days on top of their three-floor plant in Wuhan by Foxconn managers and local Chinese Communist party officials. Foxconn, which manufactures gadgets for the likes of Apple, Sony, Nintendo and HP, among many others, has had a grim history of suicides at its factories. A suicide cluster in 2010 saw 18 workers throw themselves from the tops of the company's buildings, with 14 deaths. In the aftermath of the suicides, Foxconn installed safety nets in some of its factories and hired counsellors to help its workers. The latest protest began on January 2 after managers decided to move around 600 workers to a new production line, making computer cases for Acer, a Taiwanese computer company. 'We were put to work without any training, and paid piecemeal,' said one of the protesting workers, who asked not to be named. 'The assembly line ran very fast and after just one morning we all had blisters and the skin on our hand was black. The factory was also really choked with dust and no one could bear it,' he said. \n \n Several reports from inside Foxconn factories have suggested that while the company is more advanced than many of its competitors, it is run in a 'military' fashion that many workers cannot cope with. At Foxconn's flagship plant in Longhua, five per cent of its workers, or 24,000 people, quit every month. 'Because we could not cope, we went on strike,' said the worker. 'It was not about the money but because we felt we had no options. At first, the managers said anyone who wanted to quit could have one month's pay as compensation, but then they withdrew that offer. So we went to the roof and threatened a mass suicide'. The worker said that Foxconn initially refused to negotiate, but that the workers were treated reasonably by the local police and fire service. A spokesman for Foxconn confirmed the protest, and said that the incident was 'successfully and peacefully resolved after discussions between the workers, local Foxconn officials and representatives from the local government'. He added that 45 Foxconn employees had chosen to resign and the remainder had returned to work. 'The welfare of our employees is our top priority and we are committed to ensuring that all employees are treated fairly,' he said.",
  "short": "Around 150 Chinese workers at Foxconn, the world's largest electronics manufacturer, threatened to commit suicide by leaping from their factory roof in protest at their working conditions."
 },
 {
  "url": "https://www.quantamagazine.org/20160313-mathematicians-discover-prime-conspiracy/",
  "headline": "Mathematicians Discover Prime Conspiracy",
  "img": "https://www.quantamagazine.org/wp-content/uploads/2016/03/Primes_Ft.jpg",
  "text": "Two mathematicians have uncovered a simple, previously unnoticed property of prime numbers — those numbers that are divisible only by 1 and themselves. Prime numbers, it seems, have decided preferences about the final digits of the primes that immediately follow them. \n \n Among the first billion prime numbers, for instance, a prime ending in 9 is almost 65 percent more likely to be followed by a prime ending in 1 than another prime ending in 9. In a paper posted online today, Kannan Soundararajan and Robert Lemke Oliver of Stanford University present both numerical and theoretical evidence that prime numbers repel other would-be primes that end in the same digit, and have varied predilections for being followed by primes ending in the other possible final digits. \n \n 'We've been studying primes for a long time, and no one spotted this before,' said Andrew Granville, a number theorist at the University of Montreal and University College London. 'It's crazy.' \n \n The discovery is the exact opposite of what most mathematicians would have predicted, said Ken Ono, a number theorist at Emory University in Atlanta.  When he first heard the news, he said, 'I was floored. I thought, 'For sure, your program's not working.''\n \n This conspiracy among prime numbers seems, at first glance, to violate a longstanding assumption in number theory: that prime numbers behave much like random numbers. Most mathematicians would have assumed, Granville and Ono agreed, that a prime should have an equal chance of being followed by a prime ending in 1, 3, 7 or 9 (the four possible endings for all prime numbers except 2 and 5). \n \n 'I can't believe anyone in the world would have guessed this,' Granville said. Even after having seen Lemke Oliver and Soundararajan's analysis of their phenomenon, he said, 'it still seems like a strange thing.' \n \n Yet the pair's work doesn't upend the notion that primes behave randomly so much as point to how subtle their particular mix of randomness and order is. 'Can we redefine what 'random' means in this context so that once again, [this phenomenon] looks like it might be random?' Soundararajan said. 'That's what we think we've done.' \n \n Prime Preferences \n \n Soundararajan was drawn to study consecutive primes after hearing a lecture at Stanford by the mathematician Tadashi Tokieda, of the University of Cambridge, in which he mentioned a counterintuitive property of coin-tossing: If Alice tosses a coin until she sees a head followed by a tail, and Bob tosses a coin until he sees two heads in a row, then on average, Alice will require four tosses while Bob will require six tosses (try this at home!), even though head-tail and head-head have an equal chance of appearing after two coin tosses. \n \n Soundararajan wondered if similarly strange phenomena appear in other contexts. Since he has studied the primes for decades, he turned to them — and found something even stranger than he had bargained for. Looking at prime numbers written in base 3 — in which roughly half the primes end in 1 and half end in 2 — he found that among primes smaller than 1,000, a prime ending in 1 is more than twice as likely to be followed by a prime ending in 2 than by another prime ending in 1. Likewise, a prime ending in 2 prefers to be followed a prime ending in 1. \n \n Soundararajan showed his findings to postdoctoral researcher Lemke Oliver, who was shocked. He immediately wrote a program that searched much farther out along the number line — through the first 400 billion primes. Lemke Oliver again found that primes seem to avoid being followed by another prime with the same final digit. The primes 'really hate to repeat themselves,' Lemke Oliver said. \n \n Lemke Oliver and Soundararajan discovered that this sort of bias in the final digits of consecutive primes holds not just in base 3, but also in base 10 and several other bases; they conjecture that it's true in every base. The biases that they found appear to even out, little by little, as you go farther along the number line — but they do so at a snail's pace. 'It's the rate at which they even out which is surprising to me,' said James Maynard, a number theorist at the University of Oxford. When Soundararajan first told Maynard what the pair had discovered, 'I only half believed him,' Maynard said. 'As soon as I went back to my office, I ran a numerical experiment to check this myself.' \n \n Lemke Oliver and Soundararajan's first guess for why this bias occurs was a simple one: Maybe a prime ending in 3, say, is more likely to be followed by a prime ending in 7, 9 or 1 merely because it encounters numbers with those endings before it reaches another number ending in 3. For example, 43 is followed by 47, 49 and 51 before it hits 53, and one of those numbers, 47, is prime. \n \n But the pair of mathematicians soon realized that this potential explanation couldn't account for the magnitude of the biases they found. Nor could it explain why, as the pair found, primes ending in 3 seem to like being followed by primes ending in 9 more than 1 or 7. To explain these and other preferences, Lemke Oliver and Soundararajan had to delve into the deepest model mathematicians have for random behavior in the primes. \n \n Random Primes \n \n Prime numbers, of course, are not really random at all — they are completely determined. Yet in many respects, they seem to behave like a list of random numbers, governed by just one overarching rule: The approximate density of primes near any number is inversely proportional to how many digits the number has. \n \n In 1936, Swedish mathematician Harald Cramér explored this idea using an elementary model for generating random prime-like numbers: At every whole number, flip a weighted coin — weighted by the prime density near that number — to decide whether to include that number in your list of random 'primes.' Cramér showed that this coin-tossing model does an excellent job of predicting certain features of the real primes, such as how many to expect between two consecutive perfect squares. \n \n Despite its predictive power, Cramér's model is a vast oversimplification. For instance, even numbers have as good a chance of being chosen as odd numbers, whereas real primes are never even, apart from the number 2. Over the years, mathematicians have developed refinements of Cramér's model that, for instance, bar even numbers and numbers divisible by 3, 5, and other small primes. \n \n These simple coin-tossing models tend to be very useful rules of thumb about how prime numbers behave. They accurately predict, among other things, that prime numbers shouldn't care what their final digit is — and indeed, primes ending in 1, 3, 7 and 9 occur with roughly equal frequency. \n \n Yet similar logic seems to suggest that primes shouldn't care what digit the prime after them ends in. It was probably mathematicians' overreliance on the simple coin-tossing heuristics that made them miss the biases in consecutive primes for so long, Granville said. 'It's easy to take too much for granted — to assume that your first guess is true.' \n \n The primes' preferences about the final digits of the primes that follow them can be explained, Soundararajan and Lemke Oliver found, using a much more refined model of randomness in primes, something called the prime k-tuples conjecture. Originally stated by mathematicians G. H. Hardy and J. E. Littlewood in 1923, the conjecture provides precise estimates of how often every possible constellation of primes with a given spacing pattern will appear. A wealth of numerical evidence supports the conjecture, but so far a proof has eluded mathematicians. \n \n The prime k-tuples conjecture subsumes many of the most central open problems in prime numbers, such as the twin primes conjecture, which posits that there are infinitely many pairs of primes — such as 17 and 19 — that are only two apart. Most mathematicians believe the twin primes conjecture not so much because they keep finding more twin primes, Maynard said, but because the number of twin primes they've found fits so neatly with what the prime k-tuples conjecture predicts. \n \n In a similar way, Soundararajan and Lemke Oliver have found that the biases they uncovered in consecutive primes come very close to what the prime k-tuples conjecture predicts. In other words, the most sophisticated conjecture mathematicians have about randomness in primes forces the primes to display strong biases. 'I have to rethink how I teach my class in analytic number theory now,' Ono said. \n \n At this early stage, mathematicians say, it's hard to know whether these biases are isolated peculiarities, or whether they have deep connections to other mathematical structures in the primes or elsewhere. Ono predicts, however, that mathematicians will immediately start looking for similar biases in related contexts, such as prime polynomials — fundamental objects in number theory that can't be factored into simpler polynomials. \n \n And the finding will make mathematicians look at the primes themselves with fresh eyes, Granville said. 'You could wonder, what else have we missed about the primes?'",
  "short": "A previously unnoticed property of prime numbers seems to violate a longstanding assumption about how they behave."
 },
 {
  "url": "http://www.tampabay.com\news/humaninterest/tyrannosaur-fossil-indicates-dinosaur-got-smart-first-then-grew-big/2269325",
  "headline": "Tyrannosaur fossil indicates dinosaur got smart first, then grew big",
  "img": "https://d1o50x50snmhul.cloudfront.net/wp-content/uploads/2015/05/dn27454-1_600.jpg",
  "text": "At the end of the dinosaur age, Tyrannosaurus rex was a behemoth killer animal, up to 40 feet long and weighing several tons — the top carnivore in the food chain. \n \n The very first tyrannosaurs, which arose about 100 million years earlier, were small, about the size of a person. \n \n The evolutionary jump of tyrannosaurs from people- and horse-size to behemoths has remained a mystery. A recent fossil finding in Uzbekistan is providing paleontologists with a missing link in the lineage: They have discovered a tyrannosaur with many of the giant's characteristics — but not its stature or heft. \n \n 'It has long been thought that tyrannosaurs were such successful predators, in part, because of their large brains and ears well-attuned to low-frequency sound,' said Stephen Brusatte, a paleontologist at the University of Edinburgh in Scotland and lead author of a paper published Monday in the Proceedings of the National Academy of Sciences describing the new dinosaur. 'The new Uzbek tyrannosaur has basically the same brain as T. rex — same shape, proportions, etc. — just smaller.' \n \n The finding, he said, is a new indication that tyrannosaurs got smart before they got big. \n \n 'It is one of the closest cousins of T. rex and tells us that tyrannosaurs evolved sophisticated brains and senses before they became colossal apex predators,' Brusatte said. \n \n When the first tyrannosaurs evolved, about 170 million years ago, they lived in the shadows of larger meat-eaters like Allosaurus. For tens of millions of years, tyrannosaurs remained small. \n \n And because few rocks of the age 100 million years to 80 million years old are now lying exposed or at the surface anywhere in the world, few clues exist to explain how the early tyrannosaurs evolved into large animals like T. rex. \n \n 'The fossil record just stops,' Brusatte said. 'We don't know what goes on in that time.' \n \n Before the gap, all tyrannosaurs were small. After the gap, none were. Tyrannosaurus rex and its relatives weighed 1 ton or more. \n \n Uzbekistan is one of the few places with geological formations that fall in that 20-million-year gap. Beginning in 1997, Hans-Dieter Sues, chairman of the paleobiology department at the Smithsonian's National Museum of Natural History, and Alexander Averianov, a senior scientist at the Russian Academy of Sciences, organized fossil-collecting expeditions to the Kyzylkum Desert in northern Uzbekistan. \n \n The paleontologists uncovered some scattered bones of what appeared to be tyrannosaurs, but the key finding came in 2004 when they found the part of the skull surrounding the brain. \n \n 'The braincase proved to be the Rosetta stone for the whole thing,' Sues said. \n \n Brusatte, an expert on tyrannosaurs, was visiting Averianov a couple of years ago to study some other fossils. 'He pulled open a box and pulled out this object about the size of a grapefruit,' Brusatte recalled. 'And he handed it to me and said, 'You know, what do you make of this?' ' \n \n Brusatte joined an international team of researchers including Sues and Averianov in the analysis of the new tyrannosaur. Named Timurlengia euotica, the dinosaur lived about 90 million years ago, right in the middle of the fossil gap. (Timurlengia was named after a Central Asian warlord, Timur; euotica roughly means 'well eared.') \n \n Based on a few scattered bones, the scientists estimated that Timurlengia was about the size of a horse, like earlier tyrannosaurs, weighing about 600 pounds, with long legs and blade-like teeth. Lithe and fast, it probably chased down plant eaters like early duck-billed dinosaurs also found in the region. \n \n But a CT scan of the braincase showed that the shape of the brain was similar to that of the later tyrannosaurs, and that the inner ear structure was tuned to low frequencies. \n \n 'We were very surprised it already had this sensory organization associated with T. rex and related animals,' Sues said. \n \n Timurlengia does not explain why tyrannosaurs got big, but Sues said he suspected that an unusually warm climate, one of the warmest in Earth's history, had played an important role. Allosaurus and its relatives did not adapt and died out, and then tyrannosaurs grew in size to replace them. \n \n So far, Timurlengia is just one clue. It is possible, for instance, that larger tyrannosaurs had already evolved elsewhere. 'Like at a murder scene,' Brusatte said, 'one clue is better than none.' \n \n A tyrannosaur from China named Xiongguanlong, imprecisely dated to 100 million to 120 million years ago, is another important clue. \n \n 'At a glance, Xiongguanlong looks to my eye like an advanced tyrannosaur,' said Thomas Carr, a paleontologist at Carthage College in Kenosha, Wis., who is not a member of the Timurlengia research team but who has examined the braincase fossil. \n \n He expected Xiongguanlong and Timurlengia to be closely related, but a detailed analysis of Xiongguanlong using CT scans has yet to be published. \n \n 'This is what this work is all about, completing that evolutionary narrative,' Carr said. 'At the end of the day, there's much more to discover. It's still a great leap from Timurlengia to T. rex.'",
  "short": ""
 },
 {
  "url": "http://www.wral.com/monday-dinners-my-new-er-influenced-diet/15534697/",
  "headline": "Monday dinners & my new ER-influenced diet",
  "img": "http://allnaturaltribe.com/wp-content/uploads/2015/06/foods-to-avoid-for-weight-loss.jpg",
  "text": "My weekly menu is a little different this week after a trip to the ER on Friday. \n \n I truly thought I was having a heart attack so when they determined it was actually a gallbladder attack, I was definitely relieved. \n \n Thankfully, my heart is 'good to go', as they say. Unfortunately, the gallbladder may have to go. \n \n I'll know more after seeing my GI doctor (hopefully this week). \n \n In the meantime, I have to eat a seriously low-fat diet to prevent another more-painful-than-labor attack. \n \n If any of you has experienced a gallbladder attack or the 'joy' of eating a GB-safe diet, please share your tips, menus and experiences. I'd love to know what you are able to eat. \n \n Feel free to e-mail me if you are willing to share your gallbladder surgery experience/tips for recovery. My e-mail is faye@smartspendingresources.com . \n \n And for everyone else, here's the place to share your meal ideas for the evening or the week, post where you bought the ingredients frugally and even share a recipe if you would like.  \n \n We'll be having the following meals this week: \n \n My meals will all be amended to exclude most of the fat like cheese, cream sauces, butter, taste (ha ha). \n \n * Tortilla roll-ups with grilled chicken breast, spinach, tomato, cheese, avocado and salsa with a side of roasted veggies. \n \n * Veggie and cheese omelets, turkey bacon, biscuits, clementines and kiwis. (egg white omelet with veggies for me) \n \n * Steamed shrimp on chopped salad with veggies, croutons, dried cranberries and sunflower seeds and a light vidalia onion dressing. Side of croissant rolls. \n \n * Veggie burgers on wheat bread with classic burger toppings, sweet potato fries, steamed broccoli or green beans. \n \n * Lemon Pepper Tilapia on saffron rice with roasted veggies (carrots, mushrooms, onions, asparagus)",
  "short": ""
 },
 {
  "url": "http://abcnews.go.com/US/wireStory/environmental-protection-colorado-river-called-disjointed-37341666",
  "headline": "Environmental Protection of Colorado River Called Disjointed",
  "img": "http://level2energy.com/wp-content/uploads/2015/09/dried-up.jpg",
  "text": "Environmental protection for the Colorado River — the lifeblood of the Southwest — is disjointed and too often gets a low priority in the management of the waterway, independent researchers said in a new report. \n \n Four, multimillion-dollar conservation programs do valuable work but would have more impact if they treated the entire 1,450-mile river as a single, integrated system, the report said. \n \n 'We can have something different and better than the existing patchwork of programs,' it said. \n \n The research group is an independent organization of academics with expertise in water, agriculture, law and other fields. \n \n Their report said the river is managed primarily as a 'plumbing system' to provide water for cities and agriculture and not as an ecosystem. \n \n 'I would assert that we can meet water supply needs and have a much healthier and restored river,' Jack Schmidt, a professor of watershed sciences at Utah State University and a member of the research group, said in an interview. \n \n The river supplies water to about 40 million people and 6,300 square miles of farmland in Arizona, California, Colorado, Nevada, New Mexico, Utah and Wyoming. The river basin — all the areas that eventually drain into the river — covers about 246,000 square miles. \n \n The river starts in the Rocky Mountains and flows southwest through the Grand Canyon toward the Gulf of California in Mexico. It's so heavily used that it usually dries up before reaching the ocean. \n \n The Upper Colorado River Endangered Fish Recovery program, the Lower Colorado River Multi-Species Conservation Program and the San Juan River Recovery Implementation Program focus on saving endangered species and restoring habitat along the river and its tributaries. \n \n The Glen Canyon Dam Adaptive Management Program concentrates on mitigating environmental impacts in the Grand Canyon and other areas downstream from Lake Powell in Utah. \n \n Combined, the programs spend about $54 million a year. The money comes from federal, tribal and state governments and from conservation groups. \n \n The programs are administered by federal agencies with guidance from various partner agencies. The programs recognize the need for better communication and are working on that, said Marlon Duke, a spokesman for the Bureau of Reclamation, which administers two of the programs. \n \n Representatives of several state, federal and tribal agencies met last week and more meetings are planned on a regular basis, he said. \n \n Tom Chart, director of the Upper Colorado Endangered Fish Program, said each program was created for a specific purpose and noted environmental threats and the people affected by them vary from place to place. \n \n The report didn't suggest who should be in charge of coordinating conservation work. \n \n Ken Neubecker of the conservation group American Rivers also advocated a more unified approach toward the river environment. \n \n 'It's facing a pretty interesting situation,' he said. 'I don't want to say dire, but it could well be.'",
  "short": ""
 },
 {
  "url": "http://bit.ly/1S1haI0",
  "headline": "Augmented Reality, Art, And Mastering The Medium",
  "img": "https://carlosmz88.files.wordpress.com/2012/05/absolutinspire.jpg",
  "text": "I just wanted to get the damn shot. It was proving difficult because I had to shoot over the tour guide's shoulder to capture what was on the screen of the Lenovo Project Tango tablet she was holding, and the camera crew along on my tour kept edging into my frame. To make matters worse, because Lenovo was sending dozens of us through an exhibit in the Museu Nacional D'Art De Catalunya in small groups (I was Group 16), we didn't have time to tarry. 'We need to keep going,' whispered the guide as I tried to grab some b-roll of her holding the device. \n \n It was a scramble, and it seemed like our run through the gallery was over in seconds. And the moment I exited and found myself back in the cocktail area with the rest of the journalists and Lenovo staffers present at the event, it hit me that I'd just blown a special opportunity. \n \n I was given a chance to see works of art that I'll probably never see again, and in a museum—achingly beautiful, like everything in Barcelona—that I may never have the chance to visit again, and I couldn't tell you a single piece I saw. \n \n According to the video, I shot a Rodin. I never actually looked at the painting in person, though. I was glued to my little camera screen, trying to get a good look at a tablet's screen, and recursively failing. \n \n Considering the device Lenovo was showing off was an augmented reality device, the bitter irony that I had 'augmented' nothing stung; instead, I had reduced my experience in the art museum. \n \n I stood there blinking for a moment. I couldn't get back into the gallery, because other groups were getting their turn, and at that point in the evening, all the other exhibits were closed. I decided to head outside, where the museum steps—up on a veritable mountainside—afforded a panoramic view of the city. \n \n This is not a diatribe against screens, nor against technology. Show me a grumpy old man carping about the good old days when people actually talked to each at breakfast, and I'll show you a guy that had his nose buried in a newspaper, absently muttering Mm hm, that's nice to his family through the morning meal every day. \n \n No, people have always found ways to disengage and distract. It's just that the distraction du jour is often a mobile device. \n \n To be clear, though, smartphones and tablets are not inherently 'distractions;' they're tools. Exceedingly powerful tools, at that. Think about what a smartphone is: a computing device that fits in your pocket and is equipped with an always-on portal to the collected knowledge of all of humanity, and with which you can instantly video chat with your family even when they're an ocean away. \n \n Of course, you can also use it to sit with your back to the breathtaking Barcelona skyline, as dusk descends upon the city and paints the Sagrada Familia in oranges and purples, and play Angry Birds 2040 for an hour. \n \n It's an easy (and already tired) trope to point to the growing tidal wave of AR and VR and pontificate on the dire state of disengagement. Images of zombified kids wearing VR HMDs are no doubt keeping Very Concerned Parents up at night. But that's completely missing the point. Augmented reality, and even virtual reality, are actually about deeper engagement. \n \n Imagine that you were able to navigate a city with a HUD (what Google Contacts tried and ultimately failed to be) that fed you information about everything you looked at, with the names of businesses, restaurant ratings, and more all superimposed on the real world. How about the ability to look at a job site and have blueprints painted on the wall that you need to see inside of, and then collaborate with colleagues remotely on a solution, as DesignCraft demonstrated with HoloLens. \n \n Even in VR, wherein you immerse yourself in an entirely different world, there's room for engagement. Companies like AltSpaceVR and Campfire Union are creating opportunities for social interaction in fun and exciting ways. Soon enough, you'll likely be able to enter a game in a virtual world and play with your friends, just as so many of us do now in front of 2D screens. (In VR, too, immersion is a deeply engaging experience; yes, you remove yourself from the real world, but you dive into another.) \n \n And on and on. We're just now getting a glimpse of what these new technologies can do.  \n \n AR and VR are about to deliver us a whole new set of tools for working, communicating, designing, dreaming, and yes, playing. The challenge is to learn what to expect from, and how best to use, those tools – to master the medium. \n \n This is nothing new. We've all been faced with this need to master new media in our lifetimes. The Internet, PCs, smartphones—there are better ways and worse ways to use them all. \n \n The Project Tango implementation that Lenovo showed us is actually rather simplistic, but it's a marvelous way to navigate any museum. If you want to learn more about a given artwork, you can point the tablet at it and gain access to all kinds of information. What is this piece? Who was this artist? When did he live? Where? What were his inspirations? Who were his contemporaries? And then you can look at the tablet's display to see a blue dotted line superimposed on the floor, escorting you along through the galleries. \n \n Or…you can stare at famous paintings through the tablet's display only, and miss the art entirely. The former is what augmented reality can give you, even in a simple application like this one; the latter is a waste, and it's not the technology's fault. \n \n I'm glad Lenovo chose the art museum for this event. Had we been, I don't know, in some mall using the Project Tango tablet to find sales or something equally banal, I wouldn't have learned anything other than the fact that augmented reality sure is neat. \n \n It was getting dark. I popped back inside the Museu Nacional D'Art De Catalunya and asked one of the Lenovo handlers at the front desk what the arrangements were to get back to the convention center. There would be a shuttle bus, or I could get a ride to the nearest metro station half a mile or so away. \n \n I thanked her, slipped my phone in my pocket, and walked the distance to the metro, down to Plaça d'Espanya. Barcelona is gorgeous at night, and I didn't want to miss anything else that evening.",
  "short": ""
 },
 {
  "url": "http://www.actionforex.com/analysis/daily-forex-fundamentals/japan's-manufacturing-conditions-deteriorate,-economy-is-likely-to-have-slid-into-recession-in-q1-20160311259736/",
  "headline": "Japan's Manufacturing Conditions Deteriorate, Economy Is Likely To Have Slid Into Recession In Q1",
  "img": "http://static.rappler.com/images/Japan%20manufacturing%20electronics%20workers%20EPA.jpg",
  "text": "'Today's figures confirm the BOJ's fears that volatile financial markets could undermine confidence' - Capital Economics \n \n  Manufacturing conditions in Japan deteriorated in the first quarter of the year, indicating the world's third largest economy may have slipped back into recession this quarter. A predicted drop in sales and profits was the main driver behind Japan's factory sector contraction this quarter, increasing possibility that policy makers would loosen policy in the coming months. The Business Survey Index of large-scale manufacturers plummeted from 3.8 in the December quarter to -7.9 this quarter, the lowest level since the June 2044 quarter and much weaker than the expected index reading of 4.2. An index level above zero signals an expansion in factory activity, while a reading below zero indicates a contraction. Most manufacturers saw a sharp deterioration in domestic economic conditions this quarter, the Ministry of Finance reported. Nevertheless, employment levels managed to climb. Factories anticipate to see a 13.6% fall in profits for the second half of the current financial year, and a 1.8% decline in sales over the same period. However, capital investment is predicted to pick up 9.3% over the same horizon. \n \n  The Japanese economy contracted 0.3% last quarter after consumer spending dropped. Fundamentals so far for the March quarter suggest the economy might have slid back into recession.",
  "short": ""
 }
]
